Repository: 0xArnau/corriol_app
Catalog: lib/l10n/intl_*.arb
Languages: ca, es

source: Age
ca: Edat
es: Edad

source: All
ca: Tots
es: Todos

source: Cancel
ca: Cancel · lar

# cannotBeViewedWithoutInternet
source: This area cannot be viewed without internet connection
ca: No es pot visualitzar aquesta àrea sense connexió a internet
es: No se puede visualizar esta área sin conexión a internet

# checkboxInfo
source: Casilla de verificació d'informació
ca: Info checkbox
es: Casilla de verificación de información

# checkboxLegal
source: Legal checkbox
ca: Casilla de verificació legal
es: Casilla de verificación legal

# checkboxPrivacy
source: Privacy checkbox
ca: Casella de selecció de privadesa
es: Casilla de privacidad

source: Confirm
ca: Confirma

source: Confirmation email
ca: Correu electrònic de confirmació

source: Confirmation Password
ca: Contrasenya de confirmació
es: Contraseña de confirmación

source: Contact
ca: Contacte
es: Contacto

# corriolCamanegre
source: Kentish plover
ca: Corriol camanegre
es: Chorlitejo patinegro

# corriolPetit
source: Little ringed plover
ca: Corriol Petit
es: Chorlitejo chico

source: Delete my account
ca: Esborrar el meu compte

# deleteMyAccountContent
source: Deleting the account will delete all personal information and cannot be recovered (a new account must be created). Information regarding the observations created will be maintained.
ca: En eliminar el compte s'eliminarà tota la informació personal i no es podrà recuperar (s'haurà de crear un compte nou). Es mantindrà la informació relativa a les observacions creades.

source: Directory doesn't exist
ca: Directori no existeix
es: Directorio no existe

source: Email
ca: Correu electrònic
es: Correo electrónico

# emailAlreadyInUse
source: The email address is already in use by another account.
ca: L'adreça de correu electrònic ja està utilitzada per un altre compte.
es: La dirección de correo electrónico ya está siendo utilizada por otra cuenta.

source: Email sent
ca: Email enviat
es: Email enviado

# emailText
source: If you want to participate actively in the conservation of the Plover or have any questions or proposals, please contact us:
ca: Si vols participar de forma activa en la conservació del corriol o tens qualsevol dubte o proposta, posa't en contacte amb nosaltres:
es: Si quieres participar de forma activa en la conservación del Chorlitejo o tienes cualquier duda o propuesta, ponte en contacto con nosotros:

# errorDifferentEmails
source: Emails are different
ca: Els emails són diferents

# errorDifferentPasswords
source: Passwords are different
ca: Les contrasenyes són diferents
es: Las contraseñas son diferentes

# errorEmptyFields
source: Cannot perform this action because there are empty fields
ca: No es pot realitzar aquesta acció pel fet que hi ha camps buits
es: No se puede realizar esta acción debido a que hay campos vacíos

# errorGetInfo
source: The requested information could not be obtained
ca: No s'ha pogut obtenir la informació demanada
es: No se ha podido obtener la información pedida

# errorGps
source: Could not enable location permission. Change it manually in the device settings.
ca: No s'ha pogut habilitar el permís de localització. Modifica-ho manualment als paràmetres del dispositiu.
es: No se pudo habilitar el permiso de localización. Modifícalo manualmente en los ajustes del dispositivo.

# errorLaunchUrl
source: Could not launch:
ca: No s'ha pogut iniciar:
es: No se pudo iniciar:

# errorPassword
source: Wrong email or password
ca: Correu electrònic o contrasenya incorrectes
es: Correo o contraseña equivocada

# errorSaveInfo
source: Failed to save the given information
ca: No s'ha pogut desar la informació proporcionada
es: No se pudo guardar la información dada

# errorToManyRequestsFirebase
source: Access to this account has been temporarily disabled due to many failed login attempts. You can immediately restore it by resetting your password or you can try again later.
ca: L'accés a aquest compte s'ha desactivat temporalment a causa de molts intents fallits d'iniciar sessió. Podeu restaurar-lo immediatament restablint la vostra contrasenya o podeu tornar-ho a provar més tard.
es: El acceso a esta cuenta se ha deshabilitado temporalmente debido a muchos intentos fallidos de inicio de sesión. Puedes restaurarlo inmediatamente restableciendo tu contraseña o puedes volver a intentarlo más tarde.

# fileSave
source: File saved
ca: Fitxer guardat
es: Archivo guradado

source: Forgot password?
ca: Has oblidat la contrasenya?
es: ¿Has olvidado tu contraseña?

# goToDeviceSettings
source: Go to device app settings
ca: Aneu a la configuració de l'aplicació del dispositiu

source: Handyman
ca: Tècnic
es: Técnico

source: Home
ca: Inici
es: Inicio

# inernetConnection
source: Internet connection
ca: Connexió a Internet

# infoClause
source: Informative clause, form, registration, activities
ca: Clàusula informativa, formulari, inscripció, activitats
es: Cláusula informativa, formulario, inscripción, actividades

# invalidEmail
source: The email address is badly formatted.
ca: L'adreça de correu electrònic està mal formatada.
es: La dirección de correo electrónico tiene un formato incorrecto.

# lang
source: Language
ca: Idioma
es: Idioma

# language
source: English
ca: Català
es: Castellano

source: Legal warning
ca: Avís legal
es: Aviso legal

# meetKentishPlover
source: Meet the Kenthish Plover
ca: Coneix al Corriol camanegre
es: Conoce al Chorlitejo patinegro

# messageReportsDontShow
source: If you don't see the reports it's because you haven't created one, try creating one (if the problem persists, get in touch)
ca: Si no veus els reportis, prova: 1) actualitza manualment (botó a dalt a la dreta), 2) no has creat un reporti, prova a crear-ne un
es: Si no ves los reportes, prueba: 1) actualiza manualmente (botón arriba a la derecha), 2) no has creado un reporte, prueba a crear uno

source: Mobile data
ca: Dades mòbils
es: Datos móviles

source: My records
ca: Els meus registres
es: Mis registros

source: Name
ca: Nom
es: Nombre

source: No internet connection
ca: Sense connexió a Internet
es: Sin conexión a Internet

source: Password
ca: Contrasenya
es: Contraseña

source: Privacy policy
ca: Política de privadesa
es: Política de privacidad

source: Profile
ca: Perfil
es: Perfil

# recordObservation
source: Record an observation
ca: Anotar una observació
es: Anotar una observación

# refresh
source: Tap to refresh
ca: Toqueu per actualitzar
es: Toca para actualizar

source: Reset Password
ca: Restablir la contrasenya
es: Restablecer la contraseña

# saveInformation
source: Saved information
ca: Informació desada
es: Información guardada

# screen1_3_Button_Cats
source: Cats
ca: Gats
es: Gatos

# screen1_3_Button_Chickens
source: Chickens
ca: Polls
es: Polluelos

# screen1_3_Button_Dogs
source: Dogs
ca: Gossos
es: Perros

# screen1_3_Button_Females
source: Females
ca: Femelles
es: Hembras

# screen1_3_Button_Males
source: Males
ca: Mascles
es: Machos

# screen1_3_Button_Select_Specie
source: Select species
ca: Seleccionar espècie
es: Seleccionar especie

# screen1_3_Button_Select_Specie_Camanegre
source: Kentish Plover
ca: Corriol camanegre
es: Chorlitejo patinegro

# screen1_3_Button_Select_Specie_Petit
source: Little ringed plover
ca: Corriol petit
es: Chorlitejo chico

# screen1_3_Button_Undetermined
source: Undetermined
ca: Indeterminat
es: Indeterminado

# screen_1_1_Foto_1_1_1_after
source: Its reproduction period coincides with the time of year when the beaches are most frequented, from March to August.
ca: El seu període de reproducció coincideix amb l'època de l'any en que les platges es troben més frequentades, de març a agost.
es: Su periodo de reproducción coincide con la época del año en que las playas se encuentran más frecuentadas, de marzo a agosto.

# screen_1_1_Foto_1_1_1_before
source: The Kentish Plover is a small bird that lays its eggs in the sand on the beach
ca: El corriol camanegre és un petit ocell que posa els ous a la sorra de la platja.
es: El chorlitejo patinegro es una pequeña ave que pone los huevos en la arena de la playa.

# screen_1_1_Foto_1_1_2_after
source: The female lays 3 eggs in the sand that will be incubated by both the male and the female for approximately 25 days.
ca: La femella posa 3 ous a la sorra que coven tant el mascle com la femella durant 25 dies aproximadament.
es: La hembra pone 3 huevos en la arena que incubarán tanto el macho como la hembra durante 25 días aproximadamente.

# screen_1_1_Foto_1_1_2_before
source: Each female may lay more than one clutch of eggs during the breeding season.
ca: Cada femella pot fer més d'una posta durant la temporada de reproducció.
es: Cada hembra puede hacer más de una puesta durante la temporada de reproducción.

# screen_1_1_Foto_1_1_3_after
source: They are easy prey for predators, but they grow quickly.
ca: Són una presa fàcil per als depredadors, però creixen ràpidament.
es: Son una presa fácil para los depredadores, pero crecen rápidamente.

# screen_1_1_Foto_1_1_3_before
source: The hatchlings are nidifugous. This means that they leave the nest when they are born, since they are capable of walking and feeding themselves.
ca: Els polls són nidífugs. Això vol dir que abandonen el niu quan neixen, ja que són capaços de caminar i alimentar-se per si sols.
es: Los pollos son nidífugos. Esto quiere decir que abandonan el nido cuando nacen, puesto que son capaces de andar y alimentarse solos.

# screen_1_1_Foto_1_1_4_after
source: It is a generally migratory specie that comes to our beaches to reproduce. If we take good care of it every season it will visit us again.
ca: És una espècie generalment migratòria que ve a les nostres platges a reproduir-se. Si el cuidem bé cada temporada ens tornarà a visitar.
es: Es una especie generalmente migratoria que viene a nuestras playas a reproducirse. Si lo cuidamos bien cada temporada nos volverá a visitar.

# screen_1_1_Foto_1_1_4_before
source: When they reach 30 days of life they are able to fly from one beach to another.
ca: Quan arriben als 30 dies de vida són capaços de volar d'una platja a un altre.
es: Cuando llegan a los 30 días de vida son capaces de volar de una playa a otra.

# screen_1_1_Foto_1_1_5_after
source: And also because of the black necklace that it wears around the neck and of the spots on its eyes and forehead.
ca: I també pel collaret de color negre que du al coll i les taques dels ulls i el front.
es: Y también por el collar de color negro que lleva en el cuello y las manchas de los ojos y la frente.

# screen_1_1_Foto_1_1_5_before
source: We can distinguish the male from the female by its orange coloration on the head during the breeding season.
ca: Podem distingir al mascle de la femella per la seva coloració ataronjada al cap durant l'època de reproducció.
es: Podemos distinguir al macho de la hembra por su coloración anaranjada en la cabeza durante la época de reproducción.

# screen_1_1_Foto_1_1_6_after
source: When they have a nest or hatchlings and feel threatened, they sometimes act as they are wounded as in 'drag their wings'.If you observe this behavior, the best thing you can do is to walk away.
ca: Quan tenen un niu o cries i es senten amenaçats, de vegades es fan els ferits 'arrosseguen les ales'. Si observes aquest comportament el millor que pots fer és allunyar-te.
es: Cuando tienen un nido o crías y se sienten amenazados, a veces se hacen los heridos 'arrastran las alas'. Si observas este comportamiento lo mejor que puedes hacer es alejarte.

# screen_1_1_Foto_1_1_6_before
source: The female blends in very well with the sand on the beach when she is stretched out.
ca: La femella es mimetitza molt bé amb la sorra de la platja quan està estirada.
es: La hembra se mimetiza muy bien con la arena de la playa cuando está estirada.

# screen_1_1_Foto_1_1_7_after
source: Its behavior is similar to the one of the Kentish Plover and we can distinguish it because it has a more accentuated spot on forehead and on the eyes and a yellow ring around the eye.
ca: El seu comportament és similar al del corriol camanegre i el podem distingir perquè aquest té la taca del front i els ulls més accentuada i un anell groc al voltant de l’ull.
es: Su comportamiento es similar al del chorlitejo patinegro y lo podremos distinguir porque este tiene la mancha del frente y los ojos más acentuada y un anillo amarillo alrededor del ojo.

# screen_1_1_Foto_1_1_7_before
source: On the beach we can also find a species very similar to the Kentish Plover, which sometimes also nests in the sand: the Little Ringed Plover.
ca: A la platja també hi podem trobar una espècie molt semblant al corriol camanegre, que de vegades també nidifica a la sorra: El corriol petit.
es: En la playa también podemos encontrar una especie muy parecida al chorlitejo patinegro, que a veces también nidifica en la arena: El chorlitejo chico

# screen_1_1_Foto_1_1_8_after
source: Become a volunteer and participate by recording your observations
ca: Fes-te voluntària i participa registrant les teves observacions
es: Hazte voluntaria y participa registrando tus observaciones

# screen_1_1_Foto_1_1_8_before
source: Help us protect the plover
ca: Ajuda'ns a protegir al corriol
es: Ayudanos a proteger al chorlitejo

source: Send email
ca: Envia correu electrònic
es: Enviar correo electrónico

source: Send information
ca: Enviar informació
es: Enviar información

source: Sign In
ca: Inicieu la sessió
es: Iniciar sesión

source: Sign Up
ca: Registra't
es: Inscribirse

# statusOff
source: off
ca: apagat

# statusOn
source: on
ca: activat

source: Submit
ca: Enviar
es: Enviar

# tapTheIcon
source: Touch the button to update the data.
ca: Toqueu el botó per actualitzar les dades.

# techRole
source: Role: Technician
ca: Rol: tècnic
es: Rol: Técnico

source: Unknown error
ca: Error desconegut
es: Error desconocido

# userNotFound
source: There is no user record corresponding to this identifier. The user may have been deleted.
ca: No hi ha cap registre d'usuari corresponent a aquest identificador. És possible que l'usuari hagi estat suprimit.
es: No existe ningún registro de usuario correspondiente a este identificador. El usuario puede haber sido eliminado.

# userRole
source: Role: User
ca: Rol: Usuari
es: Rol: Usuario

source: Verify Email
ca: verificar Correu
es: Verificar correo electrónico

# verifyEmailResent
source: Resend Verification
ca: Torna a enviar la verificació
es: Reenviar verificación

# verifyEmailSent
source: A verification email has been sent to:
ca: S'ha enviat un correu electrònic de verificació a:
es: Un email de verificación ha sido enviado a:

# warningText112
source: If you notice any incident related to the Kentish Plover, call:
ca: Si nota alguna incidència relacionada amb el Corriol camanegre, truqui al:
es: Si nota alguna incidencia relacionada con el Chorlitejo patinegro, llame al:

# webText
source: Or visit our website:
ca: O visiti la nostra pàgina web:
es: O visite nuestra página web:

source: Year of birth
ca: Any de naixement
